Revit 2027 API
SymbolTypeId.FtSup2PerFt Property
 Symbol ft²/ft, indicating unit Square feet per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId FtSup2PerFt { get; }
Public Shared ReadOnly Property FtSup2PerFt As ForgeTypeId
	Get
public:
static property ForgeTypeId^ FtSup2PerFt {
	ForgeTypeId^ get ();
}
static member FtSup2PerFt : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SymbolTypeId Class
Autodesk.Revit.DB Namespace